BIRTHDAY_BEGGAR_FAMILY = (
    '''
  Итак, вы родились в семье нищих. Ваши родители вынуждены были
постоянно работать на тяжелых работах и попрошайничать, для того,
чтобы прокормить семью.
  С самого детства вы мечтали выбраться из этой грязи и доказать
всем вокруг, что вы достойны чего-то большего. Но друзья и знакомые
всегда смеялись над вами.
'''
)
DISEASE_BEGGAR_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. Но
родители по мере сил помогал вам справляться, несмотря на крайнюю
нищету и невозможность покупать лекарства.
'''
)
NO_DISEASE_BEGGAR_FAMILY = (
    '''
  В детстве у вас было отменное здоровье и вы никогда не болели.
Благодаря этому, с самого детства вы помогали родителям зарабатывать
деньги, для того, чтобы семья не умерла с голоду.
'''
)
GOOD_CHARACTER_BEGGAR_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого вы, по украденной
где-то азбуке, пытались изучать буквы, за что постоянно подвергались
насмешкам сверстников.
'''
)
BAD_CHARACTER_BEGGAR_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы воровали всё, что плохо лежит, а чуть повзрослев,
вместе с группой таких же нищих мальчишек-оборванцев, грабили
случайных прохожих в тёмном переулке.
'''
)
SCOOL_BEGGAR_FAMILY = (
    '''
  На одном из своих заработков, ваш отец познакомился со стариком,
который владел грамотой. Он согласился бесплатно учить вас, и вы с
радостью пошли к нему в обучение, ведь это должно было помочь вам
выбраться из нищеты.
'''
)
NO_SCOOL_BEGGAR_FAMILY = (
    '''
  Вы с грустью смотрели на единственную школу в вашем районе, когда
проходили мимо. Вы понимали, что для такого оборванца там ниогда не
найдется места.
'''
)
EDUCATION_BEGGAR_FAMILY = (
    '''
  Несмотря на то, что ваши родители постоянно были заняты поиском
средств для выживания семьи, они старались уделять время также и
вашему воспитанию.
'''
)
NO_EDUCATION_BEGGAR_FAMILY = (
  '''
  Ваши родители постоянно были заняты поиском средств для выживания
семьи, и вас воспитывала улица. Вам нравилось наблюдать за другими
людьми, подмечать как они себя ведут в той или иной ситуации.
'''
)
BAD_HABITS_BEGGAR_FAMILY = (
    '''
  В молодости у вас было множество вредных привычек. К ним вас
пристрастили родители, а также ваше окружение. Дешевый алкоголь
и наркотики долгое время былы вашими лучшими друзьями. Вы напивались,
воровали, грабили и готовы были убивать за новую дозу. Впрочем, как
и другие нищие и бродяги из вашего общества.
'''
)
NO_BAD_HABITS_BEGGAR_FAMILY = (
    '''
  В молодости у вас не было вредных привычек, как и у ваших родителей.
Отец всегда вам говорил, что заведя дружбу с бутылкой вы никогда не
выберетесь из этого болота. И вы старались следовать этому совету.
Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг и
наркоманов, идя домой по саоему району.
'''
)
UNIVERSITY_BEGGAR_FAMILY = (
    '''
  Каким-то чудом, вашим родителям удалось накопить на несколько
месяцев вашего обучения в университете. Да, у вас не было шансов его
закончить и даже задержаться там надолго. Большинство студентов
вас презирали и ненавидили. Но вы завели хорошие отношения с
библиотекарем и еще долго посещали библиотеку, после того как
закончили учиться.
'''
)
NO_UNIVERSITY_BEGGAR_FAMILY = (
    '''
  Вы никогда не обучались в университете и не понимали тех идиотов,
которые еще и готовы были платить за это деньги. Ваши родители
придерживались такого же мнения. Науки для богатых придурков -
говорили они, - нищих, как мы, никогда не примут в эих стенах.
'''
)
SPORT_BEGGAR_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас был меч,
украденный в таверне у пьяного солдата. Ваш отец, в молодости, прошел
войну. Он еще помнил, как деожать в руках оружие и учил вас.
'''
)
NO_SPORT_BEGGAR_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая заниматься
другими делами и зарабатывать на кусок хлеба.
'''
)
ARMY_BEGGAR_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и родители поддерживали
вас в этом. Поэтому, когда началась война с соседним государством,
и рекрутеры наали набирать добровольцев, вы записалиь к ним, ведь
это был отличный шанс полностью изменить свою жизнь.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_BEGGAR_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, несмотря на то, что родители
говорили вам, что это неплохой вариант начать жить по новой и выбраться
из этого болота.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
BIRTHDAY_BEGGAR_NO_FAMILY = (
    '''
  Итак, вы родились в семье нищих. Вы никогда не знали своего отца,
а мать убили, когда вам было пять лет. С тех пор вы были вынуждены
сами о себе заботиться, чтобы не умереть.
  С самого детства вы мечтали выбраться из этой грязи и доказать
всем вокруг, что вы достойны чего-то большего. Но друзья и знакомые
всегда смеялись над вами.
'''
)
DISEASE_BEGGAR_NO_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. О вас
некому было позаботиться, и вы не раз прощались с жизнью, захлёбываясь
жутким кашлем. Это было очень трудное время для вас.
'''
)
NO_DISEASE_BEGGAR_NO_FAMILY = (
    '''
  В детстве у вас было отменное здоровье и вы никогда не болели.
Благодаря этому, с самого детства вы постоянно работали и пытались
своим трудом заработать себе путёвку в жизнь.
'''
)
GOOD_CHARACTER_BEGGAR_NO_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого вы, по украденной
где-то азбуке, пытались изучать буквы, за что постоянно подвергались
насмешкам сверстников.
'''
)
BAD_CHARACTER_BEGGAR_NO_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы воровали всё, что плохо лежит, а чуть повзрослев,
вместе с группой таких же нищих мальчишек-оборванцев, грабили
случайных прохожих в тёмном переулке.
'''
)
SCOOL_BEGGAR_NO_FAMILY = (
    '''
  На улице вы случайно познакомились со стариком, который владел
грамотой. Он согласился бесплатно учить вас, и вы с радостью пошли
к нему в обучение, ведь это должно было помочь вам выбраться из нищеты.
'''
)
NO_SCOOL_BEGGAR_NO_FAMILY = (
    '''
  Вы с грустью смотрели на единственную школу в вашем районе, когда
проходили мимо. Вы понимали, что для такого оборванца там ниогда не
найдется места.
'''
)
EDUCATION_BEGGAR_NO_FAMILY = (
    '''
  Некому было заниматься вашим воспитанием, но вы старались заполнить
эту пустоту. Вы наблюдали за людьми, задавали вопросы и старались
запоминать как вести себя в той или иной ситуации.
'''
)
NO_EDUCATION_BEGGAR_NO_FAMILY = (
  '''
  Вам всегда было плевать на других людей. Вашими воспитателями стали
улица и жизненный опыт. Вы всегда действовали по наитию, не зная
правил, и чаще всего всё получалось как надо.
'''
)
BAD_HABITS_BEGGAR_NO_FAMILY = (
    '''
  В молодости у вас было окружение, состоящее из таких же беспризорников
и лихих людей. Следствием этого стало множество вредных привычек.
Дешевый алкоголь и наркотики долгое время былы вашими лучшими друзьями.
Вы напивались, воровали, грабили и готовы были убивать за новую дозу.
Впрочем, как и другие нищие и бродяги из вашего общества.
'''
)
NO_BAD_HABITS_BEGGAR_NO_FAMILY = (
    '''
  В молодости у вас не было вредных привычек, несмотря на ваше
окружение. Вас всегда считали белой вороной, но, при этом, уважали.
Вы всегда знали, что стоит только завести дружбу с бутылкой, и вы
никогда не выберетесь из этого болота.
  Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг и
наркоманов, идя домой по саоему району.
'''
)
UNIVERSITY_BEGGAR_NO_FAMILY = (
    '''
  Каким-то чудом, вам удалось накопить на несколько месяцев обучения
в университете. Да, у вас не было шансов его закончить и даже
задержаться там надолго. Большинство студентов вас презирали и
ненавидили. Но вы завели хорошие отношения с библиотекарем и еще
долго посещали библиотеку, после того как закончили учиться.
'''
)
NO_UNIVERSITY_BEGGAR_NO_FAMILY = (
    '''
  Вы никогда не обучались в университете и не понимали тех идиотов,
которые еще и готовы были платить за это деньги. Вы всегда считали,
что науки для богатых придурков, а нищих никогда не примут в эих стенах.
'''
)
SPORT_BEGGAR_NO_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас был меч,
украденный в таверне у пьяного солдата. Некоторые из ваших друзей
неплохо умели обращаться с мечом и учили вас.
'''
)
NO_SPORT_BEGGAR_NO_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая заниматься
другими делами и зарабатывать на кусок хлеба.
'''
)
ARMY_BEGGAR_NO_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и поэтому, когда
началась война с соседним государством, и рекрутеры наали набирать
добровольцев, вы записалиь к ним. Ведь это был отличный шанс полностью
изменить свою жизнь.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_BEGGAR_NO_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, несмотря на то, что это был бы
неплохой вариант начать жить по новой и выбраться из этого болота.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
