WEAPON_PRENAME = [
    'Гноящийся', 'Гонящий', 'Горящий', 'Греющий', 'Губящий', 'Гудящий',
    'Гулящий', 'Давящий', 'Дарящий', 'Делящий', 'Дивящий', 'Драконий',
    'Диковинный', 'Дубящий', 'Дудящий', 'Дурящий', 'Душащий', 'Дымящийся',
    'Дышащий', 'Пропавший', 'Ебейший', 'Жалящий', 'Жарящий', 'Живущий',
    'Живучий', 'Жизнелюбивый', 'Зияющий', 'Знающий', 'Зовущий', 'Зреющий',
    'Зудящий', 'Икающий', 'Имеющий', 'Кажущийся', 'Катящийся', 'Кипящий',
    'Кишащий', 'Клеящийся', 'Клюющийся', 'Колющий', 'Кривой', 'Косой',
    'Косящий', 'Кипящий', 'Ненавистный', 'Курящий', 'Кутящий', 'Ладный',
    'Обдолбанный', 'Ледяной', 'Лежащий', 'Лезущий', 'Лепящий', 'Летящий',
    'Лечащий', 'Лижущий', 'Ловящий', 'Ломающий', 'Лудящий', 'Лупящий',
    'Любящий', 'Мажущий', 'Манящий', 'Машущий', 'Мелющий', 'Мёртвый',
    'Метущий', 'Мокрый', 'Меняющийся', 'Мирящийся', 'Млеющий', 'Могучий',
    'Молящийся', 'Весёлый', 'Чистый', 'Грязный', 'Невыносимый', 'Сраный',
    'Поющий', 'Мычащий', 'Несущий', 'Носящий', 'Нудящий', 'Окающий',
    'Охающий', 'Обезьяний', 'Палящий', 'Парящий', 'Пасуший', 'Писающий',
    'Пекущийся', 'Пыльный', 'Потный', 'Закалённый', 'Пищащий', 'Плюющий',
    'Живучий', 'Сумасшедший', 'Наказанный'
]
WEAPON_NAME = [
    'Арлекин', 'Абажур', 'Бред', 'Бык', 'Враг', 'Ворон', 'Вихрь', 'Гром',
    'Гной', 'Град', 'Дятел', 'Дед', 'Дурак', 'Ежик', 'Едок', 'Желудь',
    'Желудок', 'Зной', 'Закат', 'Игнор', 'Исполнитель', 'Корень', 'Крыс',
    'Лапоть', 'Лекарь', 'Лёд', 'Мор', 'Мороз', 'Метод', 'Нос', 'Норд',
    'Орёл', 'Окорок', 'Обидчик', 'Опарыш', 'Паникёр', 'Панк', 'Пасечник',
    'Раб', 'Рок', 'Разгул', 'Размол', 'Расчёт', 'Садист', 'Саловар', 'Самопал',
    'Сатирик', 'Святой', 'Талант', 'Танцор', 'Театрал', 'Топаз', 'Тормоз',
    'Убийца', 'Уборщик', 'Упырь', 'Уж', 'Уебан', 'Укол', 'Факт', 'Фазан',
    'Фаллос', 'Фрукт', 'Фаталист', 'Хрен', 'Хуй', 'Хлам', 'Царь', 'Цензор',
    'Цербер', 'Чук', 'Час', 'Чёрт', 'Шампур', 'Шлак', 'Шнурок', 'Эдем',
    'Эшафот', 'Юмор', 'Юг', 'Ящер', 'Ястреб'
]
