BIRTHDAY_TSAR_FAMILY = (
    '''
  Итак, вы родились в царской семье. Ваш отец был благородным и
мудрым правителем, и его имя было известным далеко за пределами
царства. Вы всегда мечтали быть похожим на него.
'''
)
DISEASE_TSAR_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. Но
в вашем распоряжении были лучшие доктора и лекарства, которые только
можно достать.
'''
)
NO_DISEASE_TSAR_FAMILY = (
    '''
  В детстве у вас было отменное здоровье, и вы никогда не болели.
Благодаря этому, вы радовались счастливому и беззаботному детству.
'''
)
GOOD_CHARACTER_TSAR_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого, с самого детства,
вами занимались лучшие учителя, которые учили вас читать и писать.
'''
)
BAD_CHARACTER_TSAR_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы издевались над сверстниками, а чуть повзрослев,
и над теми, кто старше вас, но ниже по происхождению.
'''
)
SCOOL_TSAR_FAMILY = (
    '''
  Вы учились в лучшей школе, а также занимались дома с преподавателями
и с удовольствием постигали науку.
'''
)
NO_SCOOL_TSAR_FAMILY = (
    '''
  В детстве родители вас пытались заставить учиться, но вы всегда
сбегали с уроков и за это вас частенько наказывали.
'''
)
EDUCATION_TSAR_FAMILY = (
    '''
  Ваши родители всегда уделяли много времени вашему воспитанию. Они
считали это очень важным для будущего правителя державы.
'''
)
NO_EDUCATION_TSAR_FAMILY = (
  '''
  Ваши родители не уделяли времени на ваше воспитание, и вас воспитывала
улица. Вам нравилось наблюдать за другими людьми, подмечать как они
себя ведут в той или иной ситуации.
'''
)
BAD_HABITS_TSAR_FAMILY = (
    '''
  Ещё в молодости, вы пристрастились к алкоголю. Вы устраивали бурные
вечеринки, с большим количеством алкоголя и наркотиков, участвовали в
диких оргиях. Слухи о вашем поведении часто ходили в народе.
'''
)
NO_BAD_HABITS_TSAR_FAMILY = (
    '''
  В молодости у вас не было вредных привычек, как и у ваших родителей.
Отец всегда вам говорил, что заведя дружбу с бутылкой вы никогда ничего
не добьётесь, а то и потеряете власть и уважение народа.
  Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг, прогуливаясь
по улице.
'''
)
UNIVERSITY_TSAR_FAMILY = (
    '''
  Несколько лет вы проучились в лучшем университете, осваивая науку.
Кроме того, в вашем тереме была прекрасная библиотека и вы всегда
любили посещать её.
'''
)
NO_UNIVERSITY_TSAR_FAMILY = (
    '''
  Несколько лет вы пытались учиться в лучшем университете, осваивая науку.
Но так и не смогли вынести из учёбы ничего полезного. Гораздо больше вас
привлекали тусовки с друзьями и девушками.
'''
)
SPORT_TSAR_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас был полный
набор оружия и доспехи, изготовленные для вас лучшими оружейниками.
  Лучшие мастера и преподаватели воинского искусства учили вас обращаться
с оружием.
'''
)
NO_SPORT_TSAR_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая проводить время с
друзьями.
'''
)
ARMY_TSAR_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и родители поддерживали
вас в этом. Поэтому, когда началась война с соседним государством,
отец отправил вас вместе со штабом воеводы, для изучения стратегии и
тактики войны.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_TSAR_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, и стать великим воином и стратегом.
Вы всегда считали, что для этого есть воевода, который зарабатывает службой.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
BIRTHDAY_TSAR_NO_FAMILY = (
    '''
  Итак, вы родились в царской семье. Ваш отец был благородным и
мудрым правителем, и его имя было известным далеко за пределами
царства. Вы всегда мечтали быть похожим на него. К сожалению, он упал
с лошади во время охоты и вскоре скончался. Мать, ненадолго пережив
его, умерла от болезни. Управление страной взяли на себя приближенные
бояре. Они же взяли на себя ваше воспитание.
'''
)
DISEASE_TSAR_NO_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. Но для
вас всегда доставляли лучшие лекарства, и это время прошло для вас
относительно неплохо.
'''
)
NO_DISEASE_TSAR_NO_FAMILY = (
    '''
  В детстве у вас было отменное здоровье и вы никогда не болели.
Благодаря этому, вы радовались счастливому и беззаботному детству.
'''
)
GOOD_CHARACTER_TSAR_NO_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого, с самого детства,
вами занимались лучшие учителя, которые учили вас читать и писать.
'''
)
BAD_CHARACTER_TSAR_NO_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы издевались над сверстниками, а чуть повзрослев,
и над теми, кто старше вас, но ниже по происхождению.
'''
)
SCOOL_TSAR_NO_FAMILY = (
    '''
  Вы учились в лучшей школе, а также занимались дома с преподавателями
и с удовольствием постигали науку.
'''
)
NO_SCOOL_TSAR_NO_FAMILY = (
    '''
  В детстве вас пытались заставить учиться, но вы всегда сбегали
с уроков и с вами не могли ничего поделать.
'''
)
EDUCATION_TSAR_NO_FAMILY = (
    '''
  Преподаватели всегда уделяли много времени вашему воспитанию. Они
считали это очень важным для будущего правителя державы.
'''
)
NO_EDUCATION_TSAR_NO_FAMILY = (
  '''
  Никому не было дела до вашего воспитания. Вашими воспитателями
стали улица и жизненный опыт. Вы всегда действовали по наитию, не зная
правил, и чаще всего всё получалось как надо.
'''
)
BAD_HABITS_TSAR_NO_FAMILY = (
    '''
  Ещё в молодости, вы пристрастились к алкоголю. Вы устраивали бурные
вечеринки, с большим количеством алкоголя и наркотиков, участвовали в
диких оргиях. Слухи о вашем поведении часто ходили в народе.
'''
)
NO_BAD_HABITS_TSAR_NO_FAMILY = (
    '''
  В молодости у вас не было вредных привычек. Вы всегда знали, что
стоит только завести дружбу с бутылкой, и вы никогда ничего
не добьётесь, а то и потеряете власть и уважение народа.
  Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг и
наркоманов, прогуливаясь по улице.
'''
)
UNIVERSITY_TSAR_NO_FAMILY = (
    '''
  Несколько лет вы проучились в лучшем университете, осваивая науку.
Кроме того, в вашем тереме была прекрасная библиотека и вы всегда
любили посещать её.
'''
)
NO_UNIVERSITY_TSAR_NO_FAMILY = (
    '''
  Несколько лет вы пытались учиться в лучшем университете, осваивая науку.
Но так и не смогли вынести из учёбы ничего полезного. Гораздо больше вас
привлекали тусовки с друзьями и девушками.
'''
)
SPORT_TSAR_NO_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас был полный
набор оружия и доспехи, изготовленные для вас лучшими оружейниками.
  Лучшие мастера и преподаватели воинского искусства учили вас обращаться
с оружием.
'''
)
NO_SPORT_TSAR_NO_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая заниматься
другими делами и проводить время с друзьями.
'''
)
ARMY_TSAR_NO_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и поэтому, когда
началась война с соседним государством, воевода взял вас вас вместе
со своим штабом, для того, чтобы вы лучше понять стратегию и
тактику войны.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_TSAR_NO_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, и стать великим воином и стратегом.
Вы всегда считали, что для этого есть воевода, который зарабатывает службой.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
