YES = 'да'
NO = 'нет'
ENDURANCE = 'прочность'
SHOOT = 'S'
WEAPON = 'W'
MAGIC = 'M'
HERO = 'герой'
INVENTARY = 'инв'
INVENTARY_WEAPON_MESSAGE = (
    '''Для продолжения введите "1"
Для смены оружия введите "2" '''
)
WHAT_DOING = 'Что будем делать? '
MAGIC_HEALTH = 'Сколько жизненных сил вы готовы вложить в колдовство? '
RUN_ENEMY = (
     '''Противник пытается сбежать!
    Выберите действие:
    1 - добить
    2 - отпустить
    '''
)
WIN = 'Противник сбежал с поля боя! Вы победили'
SHAME = 'Вы с позором сбежали с поля боя, но сохранили свою никчемную жизнь!'
