YES = 'да'
NO = 'нет'
ENDURANCE = 'прочность'
SHOOT = 'S'
DEAD = (
    '''
    Вы умрёте, если сделаете это!'''
)
FINISH = 777
STEPS = (
    '''
    Противник в 1 шаге от вас. Вы не сможете подойти ближе!'''
)
FAR_AWAY = (
    '''
    Противник слишком далеко!'''
)
COMMAND = 'Введите команду: '
INVENTARY_WEAPON_MESSAGE = (
    '''
    1 - Продолжить
    2 - Сменить оружие
    '''
)
WHAT_DOING = 'Что будем делать? '
MAGIC_HEALTH = 'Сколько жизненных сил вы готовы вложить в колдовство? '
RUN_ENEMY = (
     '''Противник пытается сбежать!
    Выберите действие:
    1 - добить
    2 - отпустить
    '''
)
WIN = 'Противник сбежал с поля боя! Вы победили'
SHAME = 'Вы с позором сбежали с поля боя, но сохранили свою никчемную жизнь!'
ERROR = 'Хрень какая-то!'
