
YES = 'да'
NO = 'нет'
ENDURANCE = 'прочность'
ONE = 'Для продолжения введите 1'
DEAD = (
    '''
    Вы умрёте, если сделаете это!'''
)
FINISH = 777
STEPS = (
    '''
    Противник в 1 шаге от вас. Вы не сможете подойти ближе!'''
)
FAR_AWAY = (
    '''
    Противник слишком далеко!'''
)
COMMAND = 'Введите команду: '
INVENTARY_WEAPON_MESSAGE = (
    '''
    1 - Продолжить
    2 - Сменить оружие
    '''
)
WHAT_DOING = 'Что будем делать? '
MAGIC_HEALTH = 'Сколько жизненных сил вы готовы вложить в колдовство? '
RUN_ENEMY = (
     '''Противник пытается сбежать!
    Выберите действие:
    1 - добить
    2 - отпустить
    '''
)
WIN = 'Противник сбежал с поля боя! Вы победили'
SHAME = 'Вы с позором сбежали с поля боя, но сохранили свою никчемную жизнь!'
ERROR_LIST = [
    'Хрень какая-то!',
    'Т9 отключи!',
    'Дебилы, блять!',
    'Ты кнопки-то хоть умеешь нажимать??',
    'Не, эта игра не для тебя...',
    'Ну что за пиздец',
    'Понабрали по объявлению! Даже кнопки правильные нажимать не умеют!!',
    'Да с этим даже бабка справится! МЁРТВАЯ!!!',
    'У тебя лапки что ли?',
    'Очки забыл??'
]
