WEAPON_FAIL = 'Оружие сломано!'
ENEMY_FAIL = 'промахнулся!'
ENEMY_MAX_DAMAGE = 'Критический удар! Вы оглушены!'
DAMAGE = 'Попадание!'
YOU_FAIL = 'Вы промахнулись!'
YOU_MAX_DAMAGE = 'Критический удар! Противник оглушен!'
CLOSE_ATTACK = (
    '''Выберите действие:
    1 - рубить
    2 - колоть
    3 - двигаться к противнику
    4 - убежать с поля боя
    0 - сменить оружие
    '''
)
RANGED_ATTACK = (
    '''Выберите действие:
    1 - стрелять
    2 - двигаться к противнику
    3 - убежать с поля боя
    0 - сменить оружие
    '''
)
MAGIC_ATTACK = (
    '''Выберите действие:
    1 - колдовать
    2 - двигаться к противнику
    3 - убежать с поля боя
    0 - сменить оружие
    '''
)
