ENEMY_PRENAME = [
    'Архип', 'Борис', 'Бронислав', 'Богдан', 'Вадим',
    'Всеслав', 'Глеб', 'Горимир', 'Громобой', 'Дамир',
    'Драговит', 'Дубыня', 'Завид', 'Зорко', 'Иван',
    'Крив', 'Мечислав', 'Молчан', 'Ратибор', 'Ярун',
    'Август', 'Альбрехт', 'Адольф', 'Вильгельм', 'Генрих',
    'Дитрих', 'Зигмунд', 'Зигфрид', 'Иоахим', 'Карл',
    'Клаус', 'Конрад', 'Курт', 'Леонард', 'Людвиг',
    'Магнус', 'Михаэль', 'Ральф', 'Теодор', 'Феликс',
    'Арслан', 'Айдын', 'Бальта', 'Барыш', 'Божкурт',
    'Доган', 'Кылыч', 'Мурат', 'Назар', 'Эмин',
    'Аппий', 'Гай', 'Луций', 'Марк', 'Нумерий',
    'Публий', 'Квинт', 'Секст', 'Тит', 'Тиберий',
    'Азад', 'Ардашир', 'Бейбут', 'Зульяр', 'Форуг'
]
ENEMY_NAME = [
    'Грозный', 'Светлый', 'Нахальный', 'Душный', 'Говорливый',
    'Кривой', 'Горбатый', 'Тёмный', 'Весёлый', 'Печальный',
    'Лесной', 'Городской', 'Деревенский', 'Мудрый', 'Дурак',
    'Лентяй', 'Костолом', 'Вырвиглаз', 'Убийца', 'Трусливый',
    'Охотник', 'Рыбак', 'Жадный', 'Щедрый', 'Болотный',
    'Кривич', 'Древний', 'Молодой', 'Пердун', 'Узкоглазый',
    'Осёл', 'Голова', 'Пустышка', 'Кроха', 'Пухлый',
    'Бурундук', 'Длинный', 'Тощий', 'Хмурый', 'Наглый'
]
