ENEMY_PRENAME = [
    'Архип', 'Афанасий', 'Борис', 'Бронислав', 'Белимир',
    'Богдан', 'Вадим', 'Василько', 'Всеслав', 'Глеб',
    'Горан', 'Горимир', 'Громобой', 'Дамир', 'Девятко',
    'Драговит', 'Дубыня', 'Живомир', 'Завид', 'Зорко',
    'Иван', 'Ивар', 'Колояр', 'Крив', 'Ладимир',
    'Лучеслав', 'Мечислав', 'Молчан', 'Ратибор', 'Ярун'
]
ENEMY_NAME = [
    'Грозный', 'Светлый', 'Нахальный', 'Душный', 'Говорливый',
    'Кривой', 'Горбатый', 'Тёмный', 'Весёлый', 'Печальный',
    'Лесной', 'Городской', 'Деревенский', 'Мудрый', 'Дурак',
    'Лентяй', 'Костолом', 'Вырвиглаз', 'Убийца', 'Трусливый',
    'Охотник', 'Рыбак', 'Жадный', 'Щедрый', 'Болотный',
    'Кривич', 'Древний', 'Молодой', 'Пердун', 'Узкоглазый'
]