BEGIN_TOURNAMENT = (
    """
  Вы прибыли на турнир, который будет проходить у северных
варваров.
  Вы спешите к распорядителю турнира, чтобы записаться, а
затем отправляетесь отдыхать и готовиться к турниру.
  Через некоторое время, к вам прибегает посыльный и говорит,
что до вашего боя осталось уже недолго и пора идти на поляну.
"""
)
FINAL_TOURNAMENT = (
    """
  Вождь северных варваров, прищурившись глядит на вас и произносит.
"""
)
FAIL_TOURN = (
    """
  Вы плюёте под ноги вождю и гордо уходите в закат!
  """
)
FAIL_TOURN_2 = (
    """
  Завывая, как побитая собака вы уползаете с поля под смех северных
головорезов.
  """
)
FIN_TOURN = (
    """
  Вождь щелкает пальцами и его приближенные выносят ваш приз.
"""
)
