BEGIN_TOURNAMENT = (
    """
  Вы прибыли на турнир, который будет проходить в Персидских
песках в течение недели.
  Вы спешите к распорядителю турнира, чтобы записаться, а
затем отправляетесь отдыхать и готовиться к турниру.
  Через некоторое время, к вам прибегает посыльный и говорит,
что до вашего боя осталось уже недолго и пора идти на поляну.
"""
)
FINAL_TOURNAMENT = (
    """
  Вы подходите к большому шатру. Внутри вы видите множество ковров,
подушек и других предметов роскоши. В центре шатра находится трон,
на котором сидит шах. Он смотрит на вас с любопытством и говорит.
"""
)
FAIL_TOURN = (
    """
  Вы плюёте под ноги шаху и гордо уходите в закат!
  """
)
FAIL_TOURN_2 = (
    """
  Завывая, как побитая собака вы уползаете с поля под смех головорезов
шаха.
  """
)
FIN_TOURN = (
    """
  Шах падает перед вами на колени и в испуге склоняет голову. В это
время его слуги выносят ваш приз.
"""
)
