BEGIN_TOURNAMENT = (
    """
  Вы прибыли на турнир, который будет проходить в Риме,
на гладиаторской арене.
  Вы спешите к распорядителю турнира, чтобы записаться, а
затем отправляетесь отдыхать и готовиться к турниру.
  Через некоторое время, к вам прибегает посыльный и говорит,
что до вашего боя осталось уже недолго и пора идти на поляну.
"""
)
FINAL_TOURNAMENT = (
    """
  Римский император глядит на вас с высокого трона и произносит.
"""
)
FAIL_TOURN = (
    """
  Вы плюёте в окровавленный песок арены и гордо уходите в закат!
  """
)
FAIL_TOURN_2 = (
    """
  Завывая, как побитая собака вы уползаете с поля под смех зрителей,
собравшихся в колизее.
  """
)
FIN_TOURN = (
    """
  Император одобрительно смотрит на вас и делает знак вынести ваш приз.
"""
)
