BEGIN_TOURNAMENT = (
    """
  Вы прибыли на турнир, который будет проходить в замке
Тевтонского ордена в течение недели.
  Вы спешите к распорядителю турнира, чтобы записаться, а
затем отправляетесь отдыхать и готовиться к турниру.
  Через некоторое время, к вам прибегает посыльный и говорит,
что до вашего боя осталось уже недолго и пора идти на поляну.
"""
)
FINAL_TOURNAMENT = (
    """
  Великий тевтонский магистр, владыка земель и народов,
спускается со своего престола. Его взгляд устремлён на вас,
а сердце полно мудрости и сострадания.
Он внимательно глядит вам в глаза и говорит.
"""
)
FAIL_TOURN = (
    """
  Вы плюёте под ноги Великому магистру и гордо уходите в закат!
  """
)
FAIL_TOURN_2 = (
    """
  Завывая, как побитая собака вы уползаете с поля под смех рыцарей
ордена!
  """
)
FIN_TOURN = (
    """
  Великий магистр устало разводит руками и рыцари ордена выносят
ваш приз.
"""
)
