BEGIN_TOURNAMENT = (
    """
  Вы прибыли на турнир на русской земле.
Он будет проходить на поляне, недалеко от царского терема,
в течение недели.
  Вы спешите к распорядителю турнира, чтобы записаться, а
затем отправляетесь отдыхать и готовиться к турниру.
  Через некоторое время, к вам прибегает посыльный и говорит,
что до вашего боя осталось уже недолго и пора идти на поляну.
"""
)
FINAL_TOURNAMENT = (
    """
  Великий и благородный царь всей русской земли сходит к
вам, в окружении своих бояр и охранников.
Он внимательно глядит вам в глаза и говорит.
"""
)
FAIL_TOURN = (
    """
  Вы плюёте под ноги царю и гордо уходите в закат!
  """
)
FAIL_TOURN_2 = (
    """
  Завывая, как побитая собака вы уползаете с поля под смех царя
и его придворных!
  """
)
FIN_TOURN = (
    """
  Царь со страхом смотрит на вас и приближенные бояре дрожа передают
вам приз победителя турнира.
"""
)
