HELLO_CREATE = (
    '''
  Приветствую вас, незнакомец! Располагайтесь поудобнее и скажите, готовы ли вы
услышать правду о своём прошлом?
    1 - Готов
    2 - Прощай
'''
)
YOU_NAME = 'Назовите своё имя, незнакомец!'
HISTORY = 'узнай свою историю!'
EXPERIENCE_MENU = (
    '''
  Вы можете использовать полученный опыт для изменения параметров вашего героя.
    1 - Изменить параметры
    2 - Продолжить
  '''
)
EXPERIENCE = (
    '''
  Каким количеством опыта вы готовы пожертвовать?
  '''
)
YOU_WEAPONS = (
    '''
Ваше оружие:'''
)
CHANGE = (
    '''
  Какие параметры желаете изменить?
    1 - Здоровье 1/1
    2 - Сила 10/1
    3 - Ловкость 10/1
    4 - Способности к магии 10/1
    5 - Скорость 10/1
    6 - Защита 10/1

    7 - Продолжить
  '''
)
FINISH_HERO = 'Создание героя завершено!'
BEGIN_HERO_TOURNAMENT = """
  И вот, повзрослев, вы решаете принять участие в 'Турнире
Шести Королевств' за право сразиться с легендарными героями
в замке Кощея и завоевать признание всего мира.
"""
