BIRTHDAY_MAYOR_FAMILY = (
    '''
  Итак, вы родились в семье городского главы. Ваши родители были
богаты, а вашего отца боялся и уважал весь город.
  Тем не менее, с самого детства вы искали свою дорогу в жизни.
'''
)
DISEASE_MAYOR_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели.
Но за счёт денег и связей, родители всегда находили для вас лучшие
лекарства и, в целом, эта пора прошла для вас относительно неплохо.
'''
)
NO_DISEASE_MAYOR_FAMILY = (
    '''
  В детстве у вас было отменное здоровье и вы никогда не болели.
Благодаря этому, вы радовались счастливому и беззаботному детству.
'''
)
GOOD_CHARACTER_MAYOR_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого, няня помогала
вам изучать буквы, учила вас читать и писать.
'''
)
BAD_CHARACTER_MAYOR_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы издевались над сверстниками, а чуть повзрослев,
и над теми, кто старше вас.
'''
)
SCOOL_MAYOR_FAMILY = (
    '''
  Благодаря вашему происхождению и деньгам ваших родителей, вы
учились в приличной школе, где с удовольствием постигали науку.
'''
)
NO_SCOOL_MAYOR_FAMILY = (
    '''
  Благодаря вашему происхождению и деньгам ваших родителей, вы
учились в приличной школе, но вы всегда сбегали с уроков и за это
вас частенько наказывали.
'''
)
EDUCATION_MAYOR_FAMILY = (
    '''
  Ваши родители всегда уделяли много времени вашему воспитанию. Они
считали это очень важным для молодого дворянина.
'''
)
NO_EDUCATION_MAYOR_FAMILY = (
  '''
  Ваши родители не уделяли времени на ваше воспитание, и вас воспитывала
улица. Вам нравилось наблюдать за другими людьми, подмечать как
они себя ведут в той или иной ситуации.
'''
)
BAD_HABITS_MAYOR_FAMILY = (
    '''
  Беззаботная жизнь пристрастила вас к алкоголю. Всё обычно начиналсь
с кружки пива в таверне недалеко от вашего дома, а заканчивалось запоями,
после которых вы подолгу не могли прийти в себя.
'''
)
NO_BAD_HABITS_MAYOR_FAMILY = (
    '''
  В молодости у вас не было вредных привычек, как и у ваших родителей.
Отец всегда вам говорил, что заведя дружбу с бутылкой вы быстро скатитесь
в болото. И вы всегда помнили его слова.
  Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг, возвращаясь
с работы.
'''
)
UNIVERSITY_MAYOR_FAMILY = (
    '''
  Ваши родители оплатили вам обучение в университете. Несколько лет вы
проучились там, осваивая науку. Кроме того, вы завели хорошие отношения
с библиотекарем и еще долго посещали библиотеку, после того как закончили
учиться.
'''
)
NO_UNIVERSITY_MAYOR_FAMILY = (
    '''
  Ваши родители оплатили вам обучение в университете, но вы не посещали
занятия. Вместо этого вас привлекали тусовки с друзьями и девушками.
'''
)
SPORT_MAYOR_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас был
полный комплект оружия и броня, купленные вам отцом. Также, за большие
деньги, к вам приходили опытные воины и обучали вас своему мастерству.
'''
)
NO_SPORT_MAYOR_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая заниматься
другими делами и проводить время с друзьями.
'''
)
ARMY_MAYOR_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и родители поддерживали
вас в этом. Поэтому, когда началась война с соседним государством,
и рекрутеры начали набирать добровольцев, вы записалиь к ним, ведь
это был отличный шанс полностью изменить свою жизнь.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_MAYOR_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, и родители были согласны с вами.
Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
BIRTHDAY_MAYOR_NO_FAMILY = (
    '''
  Итак, вы родились в семье городского главы. Ваши родители были
богаты, а вашего отца боялся и уважал весь город. Но в один день
всю вашу семью отравили за обедом. Вы же, в это время, были в гостях
у родственников матери, вместе с няней.
  Родители оставили вам большое наследство, а родственники матери
стали вашими опекунами.
'''
)
DISEASE_MAYOR_NO_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели, и ваши
опекуны не раз спасали вам жизнь, доставая лучшие лекарства.
'''
)
NO_DISEASE_MAYOR_NO_FAMILY = (
    '''
  В детстве у вас было отменное здоровье и вы никогда не болели.
Благодаря этому, с самого детства вы постоянно работали и пытались
своим трудом заработать себе путёвку в жизнь.
'''
)
GOOD_CHARACTER_MAYOR_NO_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого, няня помогала
вам изучать буквы, учила вас читать и писать.
'''
)
BAD_CHARACTER_MAYOR_NO_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы издевались над сверстниками, а чуть повзрослев,
и над теми, кто старше вас, но ниже по происхождению.
'''
)
SCOOL_MAYOR_NO_FAMILY = (
    '''
  Благодаря вашему наследству, вы учились в приличной школе,
и вы с удовольствием постигали науку, ведь это был один из путей
изменить свою жизнь.
'''
)
NO_SCOOL_MAYOR_NO_FAMILY = (
    '''
  В детстве вас пытались заставить учиться, но вы всегда сбегали
с уроков и за это вас частенько наказывали.
'''
)
EDUCATION_MAYOR_NO_FAMILY = (
    '''
  Ваши опекуны всегда уделяли много времени вашему воспитанию. Они
считали это очень важным для молодого дворянина.
'''
)
NO_EDUCATION_MAYOR_NO_FAMILY = (
  '''
  Вашим опекунам некогда было заниматься вашим воспитанием. И тогда
вашими воспитателями стали улица и жизненный опыт. Вы всегда действовали
по наитию, не зная правил, и чаще всего всё получалось как надо.
'''
)
BAD_HABITS_MAYOR_NO_FAMILY = (
    '''
  Непростая жизнь пристрастила вас к алкоголю. Всё обычно начиналсь
с кружки пива в таверне недалеко от вашего дома, а заканчивалось
запоями, после которых вы подолгу не могли прийти в себя.
'''
)
NO_BAD_HABITS_MAYOR_NO_FAMILY = (
    '''
  В молодости у вас не было вредных привычек. Вы всегда знали,
что стоит только завести дружбу с бутылкой, и вы никогда не
сможете добиться чего-то стоящего.
  Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг и
наркоманов, возвращаясь с работы.
'''
)
UNIVERSITY_MAYOR_NO_FAMILY = (
    '''
  Благодаря наследству, вам удалось оплатить несколько лет обучения
в университете. И вы старательно учились, осваивая науку. Кроме того,
вы завели хорошие отношения с библиотекарем и еще долго посещали библиотеку,
после того как закончили учиться.
'''
)
NO_UNIVERSITY_MAYOR_NO_FAMILY = (
    '''
  Вы никогда не обучались в университете и не понимали тех идиотов,
которые еще и готовы были платить за это деньги.
'''
)
SPORT_MAYOR_NO_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас был
полный комплект оружия и броня, доставшиеся вам от отца. Также, за большие
деньги, к вам приходили опытные воины и обучали вас своему мастерству.
'''
)
NO_SPORT_MAYOR_NO_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая заниматься
другими делами и проводить время с друзьями.
'''
)
ARMY_MAYOR_NO_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и поэтому, когда
началась война с соседним государством, и рекрутеры начали набирать
добровольцев, вы записалиь к ним. Ведь это был отличный шанс полностью
изменить свою жизнь.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_MAYOR_NO_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, несмотря на то, что это был бы
неплохой вариант изменить свою жизнь.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
