BIRTHDAY_POOR_PEASANT_FAMILY = (
    '''
  Итак, вы родились в семье бедных крестьян. Ваши родители вынуждены
были постоянно работать на тяжелых работах в поле, для того, чтобы
прокормить семью.
  С самого детства вы мечтали выбраться из этой грязи и доказать
всем вокруг, что вы достойны чего-то большего. Но друзья и знакомые
всегда смеялись над вами.
'''
)
DISEASE_POOR_PEASANT_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. Но
родители по мере сил помогал вам справляться, несмотря на нищету
и невозможность покупать хорошие лекарства.
'''
)
NO_DISEASE_POOR_PEASANT_FAMILY = (
    '''
  В детстве у вас было отменное здоровье и вы никогда не болели.
Благодаря этому, с самого детства вы помогали родителям в поле,
для того, чтобы у вас на столе всегда была еда.
'''
)
GOOD_CHARACTER_POOR_PEASANT_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого вы, по украденной
где-то азбуке, пытались изучать буквы, за что постоянно подвергались
насмешкам сверстников.
'''
)
BAD_CHARACTER_POOR_PEASANT_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы воровали всё, что плохо лежит, а чуть повзрослев,
вместе с группой таких же нищих мальчишек-оборванцев, грабили
случайных прохожих в тёмном переулке.
'''
)
SCOOL_POOR_PEASANT_FAMILY = (
    '''
  На ваших соседей, зажиточных крестьян, работал старик который
владел грамотой. Он согласился бесплатно учить вас, и вы с радостью
пошли к нему в обучение, ведь это должно было помочь вам выбраться
из нищеты.
'''
)
NO_SCOOL_POOR_PEASANT_FAMILY = (
    '''
  Вы с грустью смотрели на единственную школу в вашей деревне, когда
проходили мимо. Вы понимали, что для такого оборванца там никогда не
найдется места.
'''
)
EDUCATION_POOR_PEASANT_FAMILY = (
    '''
  Несмотря на то, что ваши родители постоянно были заняты работой в
поле, они старались уделять время также и вашему воспитанию.
'''
)
NO_EDUCATION_POOR_PEASANT_FAMILY = (
  '''
  Ваши родители постоянно были заняты работой в поле, и вас
воспитывала улица. Вам нравилось наблюдать за другими людьми,
подмечать как они себя ведут в той или иной ситуации.
'''
)
BAD_HABITS_POOR_PEASANT_FAMILY = (
    '''
  Тяжелая крестьянская жизнь пристрастила вас к алкоголю. Всё обычно
начиналсь с кружки пива в таверне недалеко от вашего дома, а заканчивалось
запоями, после которых вы подолгу не могли прийти в себя.
'''
)
NO_BAD_HABITS_POOR_PEASANT_FAMILY = (
    '''
  В молодости у вас не было вредных привычек, как и у ваших родителей.
Отец всегда вам говорил, что заведя дружбу с бутылкой вы никогда не
выберетесь из этого болота. И вы старались следовать этому совету.
Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг, возвращаясь
с работы.
'''
)
UNIVERSITY_POOR_PEASANT_FAMILY = (
    '''
  Каким-то чудом, вашим родителям удалось накопить на несколько
месяцев вашего обучения в университете. Да, у вас не было шансов его
закончить и даже задержаться там надолго. Большинство студентов
вас презирали и ненавидили. Но вы завели хорошие отношения с
библиотекарем и еще долго посещали библиотеку, после того как
закончили учиться.
'''
)
NO_UNIVERSITY_POOR_PEASANT_FAMILY = (
    '''
  Вы никогда не обучались в университете и не понимали тех идиотов,
которые еще и готовы были платить за это деньги. Ваши родители
придерживались такого же мнения. Науки для богатых придурков -
говорили они, - нищих, как мы, никогда не примут в эих стенах.
'''
)
SPORT_POOR_PEASANT_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас был лук,
который вы сами себе смастерили. Ваш отец, в молодости был хорошим
охотником. Он еще помнил, как деожать в руках оружие и учил вас.
'''
)
NO_SPORT_POOR_PEASANT_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая заниматься
другими делами и зарабатывать на кусок хлеба.
'''
)
ARMY_POOR_PEASANT_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и родители поддерживали
вас в этом. Поэтому, когда началась война с соседним государством,
и рекрутеры наали набирать добровольцев, вы записалиь к ним, ведь
это был отличный шанс полностью изменить свою жизнь.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_POOR_PEASANT_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, несмотря на то, что родители
говорили вам, что это неплохой вариант начать жить по новой и выбраться
из этого болота.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
BIRTHDAY_POOR_PEASANT_NO_FAMILY = (
    '''
  Итак, вы родились в семье бедных крестьян. Ваш отец погиб на войне,
а мать спилась с горя. После этого вас приютила соседка, но большую часть
времени вы были предоставлены сами себе.
  С самого детства вы мечтали выбраться из этой грязи и доказать
всем вокруг, что вы достойны чего-то большего. Но друзья и знакомые
всегда смеялись над вами.
'''
)
DISEASE_POOR_PEASANT_NO_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. Вашей
опекунше обычно было не до вас, и вы не раз прощались с жизнью, захлёбываясь
жутким кашлем. Это было очень трудное время для вас.
'''
)
NO_DISEASE_POOR_PEASANT_NO_FAMILY = (
    '''
  В детстве у вас было отменное здоровье и вы никогда не болели.
Благодаря этому, с самого детства вы постоянно работали и пытались
своим трудом заработать себе путёвку в жизнь.
'''
)
GOOD_CHARACTER_POOR_PEASANT_NO_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого вы, по украденной
где-то азбуке, пытались изучать буквы, за что постоянно подвергались
насмешкам сверстников.
'''
)
BAD_CHARACTER_POOR_PEASANT_NO_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы воровали всё, что плохо лежит, а чуть повзрослев,
вместе с группой таких же нищих мальчишек-оборванцев, грабили
случайных прохожих в тёмном переулке.
'''
)
SCOOL_POOR_PEASANT_NO_FAMILY = (
    '''
  На улице вы случайно познакомились со стариком, который владел
грамотой. Он согласился бесплатно учить вас, и вы с радостью пошли
к нему в обучение, ведь это должно было помочь вам выбраться из нищеты.
'''
)
NO_SCOOL_POOR_PEASANT_NO_FAMILY = (
    '''
  Вы с грустью смотрели на единственную школу в вашей деревне, когда
проходили мимо. Вы понимали, что для такого оборванца там ниогда не
найдется места.
'''
)
EDUCATION_POOR_PEASANT_NO_FAMILY = (
    '''
  Некому было заниматься вашим воспитанием, но вы старались заполнить
эту пустоту. Вы наблюдали за людьми, задавали вопросы и старались
запоминать как вести себя в той или иной ситуации.
'''
)
NO_EDUCATION_POOR_PEASANT_NO_FAMILY = (
  '''
  Вам всегда было плевать на других людей. Вашими воспитателями стали
улица и жизненный опыт. Вы всегда действовали по наитию, не зная
правил, и чаще всего всё получалось как надо.
'''
)
BAD_HABITS_POOR_PEASANT_NO_FAMILY = (
    '''
  Тяжелая крестьянская жизнь пристрастила вас к алкоголю. Всё обычно
начиналсь с кружки пива в таверне недалеко от вашего дома, а заканчивалось
запоями, после которых вы подолгу не могли прийти в себя.
'''
)
NO_BAD_HABITS_POOR_PEASANT_NO_FAMILY = (
    '''
  В молодости у вас не было вредных привычек, несмотря на ваше
окружение. Вы всегда знали, что стоит только завести дружбу с
бутылкой, и вы никогда не выберетесь из этого болота.
  Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг и
наркоманов, возвращаясь с работы.
'''
)
UNIVERSITY_POOR_PEASANT_NO_FAMILY = (
    '''
  Каким-то чудом, вам удалось накопить на несколько месяцев обучения
в университете. Да, у вас не было шансов его закончить и даже
задержаться там надолго. Большинство студентов вас презирали и
ненавидили. Но вы завели хорошие отношения с библиотекарем и еще
долго посещали библиотеку, после того как закончили учиться.
'''
)
NO_UNIVERSITY_POOR_PEASANT_NO_FAMILY = (
    '''
  Вы никогда не обучались в университете и не понимали тех идиотов,
которые еще и готовы были платить за это деньги. Вы всегда считали,
что науки для богатых придурков, а нищих никогда не примут в эих стенах.
'''
)
SPORT_POOR_PEASANT_NO_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас был лук,
который вы сами себе смастерили. Некоторые из ваших друзей неплохо умели
обращаться с оружием и учили вас.
'''
)
NO_SPORT_POOR_PEASANT_NO_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая заниматься
другими делами и зарабатывать на кусок хлеба.
'''
)
ARMY_POOR_PEASANT_NO_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и поэтому, когда
началась война с соседним государством, и рекрутеры наали набирать
добровольцев, вы записалиь к ним. Ведь это был отличный шанс полностью
изменить свою жизнь.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_POOR_PEASANT_NO_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, несмотря на то, что это был бы
неплохой вариант начать жить по новой и выбраться из этого болота.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
