BIRTHDAY_PROSPEROUS_PEASANT_FAMILY = (
    '''
  Итак, вы родились в семье зажиточных крестьян. Ваши родители
много работали для того, чтобы достичь этого и вы были им благодарны.
  Тем не менее, с самого детства вы мечтали выбраться из деревни
и доказать всем вокруг, что вы достойны чего-то большего.
'''
)
DISEASE_PROSPEROUS_PEASANT_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. Но
родители по мере сил помогал вам справляться, несмотря на то, что
хорошие лекарства достать было не просто.
'''
)
NO_DISEASE_PROSPEROUS_PEASANT_FAMILY = (
    '''
  В детстве у вас было отменное здоровье и вы никогда не болели.
Благодаря этому, с самого детства вы помогали родителям, для того,
чтобы у вас на столе всегда была еда.
'''
)
GOOD_CHARACTER_PROSPEROUS_PEASANT_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого, вы, по азбуке,
пытались изучать буквы, и за это сверстники вас уважали.
'''
)
BAD_CHARACTER_PROSPEROUS_PEASANT_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы воровали всё, что плохо лежит, издевались над
сверстниками, а чуть повзрослев, начали издеваться над работниками
отца.
'''
)
SCOOL_PROSPEROUS_PEASANT_FAMILY = (
    '''
  На вашего отца, работал старик, который владел грамотой. Он
согласился бесплатно учить вас, и вы с радостью пошли к нему в
обучение, ведь это должно было помочь вам пробиться наверх.
'''
)
NO_SCOOL_PROSPEROUS_PEASANT_FAMILY = (
    '''
  В детстве родители вас пытались заставить учиться, но вы всегда
сбегали с уроков и за это вас частенько наказывали.
'''
)
EDUCATION_PROSPEROUS_PEASANT_FAMILY = (
    '''
  Несмотря на то, что ваши родители были очень занятые люди, они
старались уделять время также и вашему воспитанию.
'''
)
NO_EDUCATION_PROSPEROUS_PEASANT_FAMILY = (
  '''
  Ваши родители постоянно были заняты работой, и вас воспитывала
улица. Вам нравилось наблюдать за другими людьми, подмечать как
они себя ведут в той или иной ситуации.
'''
)
BAD_HABITS_PROSPEROUS_PEASANT_FAMILY = (
    '''
  Тяжелая крестьянская жизнь пристрастила вас к алкоголю. Всё обычно
начиналсь с кружки пива в таверне недалеко от вашего дома, а заканчивалось
запоями, после которых вы подолгу не могли прийти в себя.
'''
)
NO_BAD_HABITS_PROSPEROUS_PEASANT_FAMILY = (
    '''
  В молодости у вас не было вредных привычек, как и у ваших родителей.
Отец всегда вам говорил, что заведя дружбу с бутылкой вы никогда не
выберетесь из этого болота. И вы старались следовать этому совету.
Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг, возвращаясь
с работы.
'''
)
UNIVERSITY_PROSPEROUS_PEASANT_FAMILY = (
    '''
  Вашим родителям удалось накопить на ваше обучение в университете.
Несколько лет вы проучились там, осваивая науку. Кроме того, вы завели
хорошие отношения с библиотекарем и еще долго посещали библиотеку,
после того как закончили учиться.
'''
)
NO_UNIVERSITY_PROSPEROUS_PEASANT_FAMILY = (
    '''
  Вы никогда не обучались в университете и не понимали тех идиотов,
которые еще и готовы были платить за это деньги. Ваши родители
придерживались такого же мнения. Тебе всё равно никогда не закончить
его - говорили они, - а платить деньги просто так мы не будем, они
итак нелегко достаются.
'''
)
SPORT_PROSPEROUS_PEASANT_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас был лук,
который вы сами себе смастерили и меч, доставшийся вам от отца.
Ваш отец, в молодости был хорошим бойцом. Он еще помнил, как деожать в
руках оружие и учил вас.
'''
)
NO_SPORT_PROSPEROUS_PEASANT_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая заниматься
другими делами и зарабатывать на кусок хлеба.
'''
)
ARMY_PROSPEROUS_PEASANT_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и родители поддерживали
вас в этом. Поэтому, когда началась война с соседним государством,
и рекрутеры наали набирать добровольцев, вы записалиь к ним, ведь
это был отличный шанс полностью изменить свою жизнь.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_PROSPEROUS_PEASANT_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, несмотря на то, что родители
говорили вам, что это неплохой вариант для того, чтобы построить карьеру.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
BIRTHDAY_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  Итак, вы родились в семье зажиточных крестьян. Ваши родители умерли,
когда вы были еще ребёнком, оставив вам при этом неплохое наследство.
Вас воспитывала родная тётя, но большую часть времени вы были предоставлены
сами себе.
  С самого детства вы мечтали выбраться из этой деревни и доказать
всем вокруг, что вы достойны чего-то большего.
'''
)
DISEASE_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. Ваша тётя,
как могла, старалась помочь вам.
'''
)
NO_DISEASE_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  В детстве у вас было отменное здоровье и вы никогда не болели.
Благодаря этому, с самого детства вы постоянно работали и пытались
своим трудом заработать себе путёвку в жизнь.
'''
)
GOOD_CHARACTER_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого, вы, по азбуке,
пытались изучать буквы, и за это сверстники вас уважали.
'''
)
BAD_CHARACTER_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы воровали всё, что плохо лежит и издевались над
сверстниками.
'''
)
SCOOL_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  На вас работал старик, который владел грамотой. Он согласился
бесплатно учить вас, и вы с радостью пошли к нему в обучение,
введь это должно было помочь вам пробиться наверх.
'''
)
NO_SCOOL_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  В детстве вас пытались заставить учиться, но вы всегда сбегали
с уроков и за это вас частенько наказывали.
'''
)
EDUCATION_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  Тёте некогда было заниматься вашим воспитанием, но вы старались
заполнить эту пустоту. Вы наблюдали за людьми, задавали вопросы и
старались запоминать как вести себя в той или иной ситуации.
'''
)
NO_EDUCATION_PROSPEROUS_PEASANT_NO_FAMILY = (
  '''
  Вам всегда было плевать на других людей. Вашими воспитателями стали
улица и жизненный опыт. Вы всегда действовали по наитию, не зная
правил, и чаще всего всё получалось как надо.
'''
)
BAD_HABITS_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  Тяжелая крестьянская жизнь пристрастила вас к алкоголю. Всё обычно
начиналсь с кружки пива в таверне недалеко от вашего дома, а заканчивалось
запоями, после которых вы подолгу не могли прийти в себя.
'''
)
NO_BAD_HABITS_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  В молодости у вас не было вредных привычек, несмотря на ваше
окружение. Вы всегда знали, что стоит только завести дружбу с
бутылкой, и вы никогда не выберетесь из этого болота.
  Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг и
наркоманов, возвращаясь с работы.
'''
)
UNIVERSITY_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  Благодаря наследству, вам удалось оплатить несколько лет обучения
в университете. И вы старательно учились, осваивая науку. Кроме того,
вы завели хорошие отношения с библиотекарем и еще долго посещали библиотеку,
после того как закончили учиться.
'''
)
NO_UNIVERSITY_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  Вы никогда не обучались в университете и не понимали тех идиотов,
которые еще и готовы были платить за это деньги.
'''
)
SPORT_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас были лук
и меч, доставшиеся вам от отца. Некоторые из ваших друзей неплохо умели
обращаться с оружием и учили вас.
'''
)
NO_SPORT_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая заниматься
другими делами и зарабатывать на кусок хлеба.
'''
)
ARMY_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и поэтому, когда
началась война с соседним государством, и рекрутеры наали набирать
добровольцев, вы записалиь к ним. Ведь это был отличный шанс полностью
изменить свою жизнь.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_PROSPEROUS_PEASANT_NO_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, несмотря на то, что это был бы
неплохой вариант начать жить по новой и выбраться из этого болота.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
