BIRTHDAY_RUINED_NOBLES_FAMILY = (
    '''
  Итак, вы родились в семье разорившихся дворян. Когда-то ваш род
был знаменит, но теперь он постепенно угасал. С самого детства вы
мечтали возродить его былую славу.
'''
)
DISEASE_RUINED_NOBLES_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. Но
родители по мере сил помогал вам справляться, несмотря на то, что
хорошие лекарства достать было не просто.
'''
)
NO_DISEASE_RUINED_NOBLES_FAMILY = (
    '''
  В детстве у вас было отменное здоровье, и вы никогда не болели.
Благодаря этому, вы радовались счастливому и беззаботному детству.
'''
)
GOOD_CHARACTER_RUINED_NOBLES_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого, ваша мать помогала
вам изучать буквы, учила вас читать и писать.
'''
)
BAD_CHARACTER_RUINED_NOBLES_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы издевались над сверстниками, а чуть повзрослев,
и над теми, кто старше вас, но ниже по происхождению.
'''
)
SCOOL_RUINED_NOBLES_FAMILY = (
    '''
  Благодаря связям ваших родителей, вас удалось пристроить в школу,
и вы с удовольствием учились, ведь это был один из путей пробиться
наверх.
'''
)
NO_SCOOL_RUINED_NOBLES_FAMILY = (
    '''
  Благодаря связям ваших родителей, вас удалось пристроить в школу,
но вы всегда сбегали с уроков и за это вас частенько наказывали.
'''
)
EDUCATION_RUINED_NOBLES_FAMILY = (
    '''
  Ваши родители всегда уделяли много времени вашему воспитанию. Они
считали это очень важным для молодого дворянина.
'''
)
NO_EDUCATION_RUINED_NOBLES_FAMILY = (
  '''
  Ваши родители не уделяли времени на ваше воспитание, и вас воспитывала
улица. Вам нравилось наблюдать за другими людьми, подмечать как
они себя ведут в той или иной ситуации.
'''
)
BAD_HABITS_RUINED_NOBLES_FAMILY = (
    '''
  Ещё в молодости, вы пристрастились к алкоголю. Всё обычно начиналсь
с кружки пива в таверне недалеко от вашего дома, а заканчивалось
запоями, после которых вы подолгу не могли прийти в себя.
'''
)
NO_BAD_HABITS_RUINED_NOBLES_FAMILY = (
    '''
  В молодости у вас не было вредных привычек, как и у ваших родителей.
Отец всегда вам говорил, что заведя дружбу с бутылкой вы никогда не
выберетесь из этого болота. И вы старались следовать этому совету.
Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг, прогуливаясь
по улице.
'''
)
UNIVERSITY_RUINED_NOBLES_FAMILY = (
    '''
  Вашим родителям удалось накопить на ваше обучение в университете.
Несколько лет вы проучились там, осваивая науку. Кроме того, вы завели
хорошие отношения с библиотекарем и еще долго посещали библиотеку,
после того как закончили учиться.
'''
)
NO_UNIVERSITY_RUINED_NOBLES_FAMILY = (
    '''
  Вы никогда не обучались в университете и не хотели этого. Ваши родители
придерживались такого же мнения. Тебе всё равно никогда не закончить
его - говорили они, - пусть учатся те, кто в состоянии осваивать науки.
'''
)
SPORT_RUINED_NOBLES_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас был фамильный
меч, доставшийся вам от отца, а ему от его отца.
  Ваши родители были знакомы со многими великолепными мечниками, и те
бесплатно приходили давать вам уроки мастерства.
'''
)
NO_SPORT_RUINED_NOBLES_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая проводить время с
друзьями.
'''
)
ARMY_RUINED_NOBLES_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и родители поддерживали
вас в этом. Поэтому, когда началась война с соседним государством,
и рекрутеры начали набирать добровольцев, вы записалиь к ним, ведь
это был отличный шанс сделать карьеру и полностью изменить свою жизнь.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_RUINED_NOBLES_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, несмотря на то, что родители
говорили вам, что это неплохой вариант для того, чтобы построить карьеру.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
BIRTHDAY_RUINED_NOBLES_NO_FAMILY = (
    '''
  Итак, вы родились в семье разорившихся дворян. Ваши родители умерли,
когда вы были еще ребёнком, практически ничего вам не оставив. Вас
воспитывала родная тётя, но большую часть времени вы были предоставлены
сами себе.
  С самого детства вы мечтали возродить былую славу вашего рода и показать
всем вокруг, на что вы способны.
'''
)
DISEASE_RUINED_NOBLES_NO_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. Ваша тётя,
как могла, старалась помочь вам. У неё были неплохие связи среди городских
лекарей и ей часто удавалось доставать для вас дорогие лекарства.
'''
)
NO_DISEASE_RUINED_NOBLES_NO_FAMILY = (
    '''
  В детстве у вас было отменное здоровье и вы никогда не болели.
Благодаря этому, с самого детства вы постоянно пытались своим трудом
заработать себе путёвку в жизнь.
'''
)
GOOD_CHARACTER_RUINED_NOBLES_NO_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого, ваша тётя помогала
вам изучать буквы, учила вас читать и писать.
'''
)
BAD_CHARACTER_RUINED_NOBLES_NO_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы издевались над сверстниками, а чуть повзрослев,
и над теми, кто старше вас, но ниже по происхождению.
'''
)
SCOOL_RUINED_NOBLES_NO_FAMILY = (
    '''
  Благодаря связям вашей тёти, вас удалось пристроить в школу,
и вы с удовольствием учились, ведь это был один из путей пробиться
наверх.
'''
)
NO_SCOOL_RUINED_NOBLES_NO_FAMILY = (
    '''
  В детстве вас пытались заставить учиться, но вы всегда сбегали
с уроков и за это вас частенько наказывали.
'''
)
EDUCATION_RUINED_NOBLES_NO_FAMILY = (
    '''
  Тётя всегда уделяла много времени вашему воспитанию. Она считала это
очень важным для молодого дворянина и для вашего будущего.
'''
)
NO_EDUCATION_RUINED_NOBLES_NO_FAMILY = (
  '''
  Вам всегда было плевать на других людей. Вашими воспитателями стали
улица и жизненный опыт. Вы всегда действовали по наитию, не зная
правил, и чаще всего всё получалось как надо.
'''
)
BAD_HABITS_RUINED_NOBLES_NO_FAMILY = (
    '''
  Ещё в молодости, вы пристрастились к алкоголю. Всё обычно начиналсь
с кружки пива в таверне недалеко от вашего дома, а заканчивалось
запоями, после которых вы подолгу не могли прийти в себя.
'''
)
NO_BAD_HABITS_RUINED_NOBLES_NO_FAMILY = (
    '''
  В молодости у вас не было вредных привычек. Вы всегда знали, что
стоит только завести дружбу с бутылкой, и вы никогда не выберетесь
из этого болота.
  Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг и
наркоманов, прогуливаясь по улице.
'''
)
UNIVERSITY_RUINED_NOBLES_NO_FAMILY = (
    '''
  Каким-то чудом, вам удалось накопить на несколько месяцев обучения
в университете. И вы старательно учились, осваивая науку. Кроме того,
вы завели хорошие отношения с библиотекарем и еще долго посещали библиотеку,
после того как закончили учиться.
'''
)
NO_UNIVERSITY_RUINED_NOBLES_NO_FAMILY = (
    '''
  Вы никогда не обучались в университете и не понимали тех идиотов,
которые еще и готовы были платить за это деньги.
'''
)
SPORT_RUINED_NOBLES_NO_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас был фамильный
меч, доставшийся вам от отца, а ему от его отца.
  Вы были знакомы со многими великолепными мечниками, и те бесплатно
приходили давать вам уроки мастерства.
'''
)
NO_SPORT_RUINED_NOBLES_NO_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая заниматься
другими делами и проводить время с друзьями.
'''
)
ARMY_RUINED_NOBLES_NO_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и поэтому, когда
началась война с соседним государством, и рекрутеры начали набирать
добровольцев, вы записалиь к ним. Ведь это был отличный шанс полностью
изменить свою жизнь.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_RUINED_NOBLES_NO_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, несмотря на то, что это был бы
неплохой вариант изменить свою жизнь и сделать карьеру.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
