BIRTHDAY_WARRIOR_FAMILY = (
    '''
  Итак, вы родились в семье воина. Ваши родители были благородных
кровей, отец служил в дружине у царя. Он участвовал во множестве
походов и его имя было довольно известным. Вы всегда мечтали быть
похожим на него.
'''
)
DISEASE_WARRIOR_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. Но
родители по мере сил помогал вам справляться, несмотря на то, что
хорошие лекарства достать было не просто.
'''
)
NO_DISEASE_WARRIOR_FAMILY = (
    '''
  В детстве у вас было отменное здоровье, и вы никогда не болели.
Благодаря этому, вы радовались счастливому и беззаботному детству.
'''
)
GOOD_CHARACTER_WARRIOR_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого, ваша мать помогала
вам изучать буквы, учила вас читать и писать.
'''
)
BAD_CHARACTER_WARRIOR_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы издевались над сверстниками, а чуть повзрослев,
и над теми, кто старше вас, но ниже по происхождению.
'''
)
SCOOL_WARRIOR_FAMILY = (
    '''
  Благодаря связям вашей матери, вас удалось пристроить в школу,
и вы с удовольствием учились, ведь это был один из путей пробиться
наверх.
'''
)
NO_SCOOL_WARRIOR_FAMILY = (
    '''
  В детстве родители вас пытались заставить учиться, но вы всегда
сбегали с уроков и за это вас частенько наказывали.
'''
)
EDUCATION_WARRIOR_FAMILY = (
    '''
  Ваши родители всегда уделяли много времени вашему воспитанию. Они
считали это очень важным.
'''
)
NO_EDUCATION_WARRIOR_FAMILY = (
  '''
  Ваши родители не уделяли времени на ваше воспитание, и вас воспитывала
улица. Вам нравилось наблюдать за другими людьми, подмечать как
они себя ведут в той или иной ситуации.
'''
)
BAD_HABITS_WARRIOR_FAMILY = (
    '''
  Ещё в молодости, вы пристрастились к алкоголю. Попойки с друзьями
никогда не доводили вас до добра. Частенько, в пьяном виде, вы толпой
приставали к прохожим и избивали их.
'''
)
NO_BAD_HABITS_WARRIOR_FAMILY = (
    '''
  В молодости у вас не было вредных привычек, как и у ваших родителей.
Отец всегда вам говорил, что заведя дружбу с бутылкой вы никогда ничего
не добьётесь.
  Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг, прогуливаясь
по улице.
'''
)
UNIVERSITY_WARRIOR_FAMILY = (
    '''
  Вашим родителям удалось накопить на ваше обучение в университете.
Несколько лет вы проучились там, осваивая науку. Кроме того, вы завели
хорошие отношения с библиотекарем и еще долго посещали библиотеку,
после того как закончили учиться.
'''
)
NO_UNIVERSITY_WARRIOR_FAMILY = (
    '''
  Вы никогда не обучались в университете и не хотели этого. Ваши родители
придерживались такого же мнения. Тебе всё равно никогда не закончить
его - говорили они, - пусть учатся те, кто в состоянии осваивать науки.
'''
)
SPORT_WARRIOR_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас были отличные
лук и меч, изготовленные для вас знакомым оружейником вашего отца.
  Дружинники часто заходили к вам домой и учили вас обращаться с оружием.
'''
)
NO_SPORT_WARRIOR_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая проводить время с
друзьями.
'''
)
ARMY_WARRIOR_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и родители поддерживали
вас в этом. Поэтому, когда началась война с соседним государством,
и рекрутеры начали набирать добровольцев, вы записалиь к ним, ведь
это был отличный шанс сделать карьеру.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_WARRIOR_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, несмотря на то, что родители
говорили вам, что это неплохой вариант для того, чтобы построить карьеру.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
BIRTHDAY_WARRIOR_NO_FAMILY = (
    '''
  Итак, вы родились в семье воина. Ваши родители были благородных
кровей, отец служил в дружине у царя. Он участвовал во множестве
походов и его имя было довольно известным. К сожалению, во время одного
из боёв, он был смертельно ранен и вскоре скончался. Мать, ненадолго
пережив его, умерла от болезни. Так вы стали сиротой и сыном полка.
  С самого детства вы мечтали возродить былую славу вашего рода и показать
всем вокруг, на что вы способны.
'''
)
DISEASE_WARRIOR_NO_FAMILY = (
    '''
  В детстве у вас было слабое здоровье и вы постоянно болели. Хорошие
лекарства достать было непросто, и не раз вы успели попрощаться с жизнью.
Это было очень трудное время для вас.
'''
)
NO_DISEASE_WARRIOR_NO_FAMILY = (
    '''
  В детстве у вас было отменное здоровье и вы никогда не болели.
Благодаря этому, с самого детства вы постоянно пытались своим трудом
заработать себе путёвку в жизнь.
'''
)
GOOD_CHARACTER_WARRIOR_NO_FAMILY = (
    '''
  У вас был спокойный характер и вас не прельщали подвижные игры,
в которые играли большинствао детей. Вместо этого, вы самостоятельно
пытались изучать буквы.
'''
)
BAD_CHARACTER_WARRIOR_NO_FAMILY = (
    '''
  От вашего ужасного характера страдали все окружающие. И дети,
и взрослые. Вы издевались над сверстниками, а чуть повзрослев,
и над теми, кто старше вас, но ниже по происхождению.
'''
)
SCOOL_WARRIOR_NO_FAMILY = (
    '''
  Благодаря вашему происхождению и связям воеводы, вас удалось
пристроить в школу, и вы с удовольствием учились, ведь это был
один из путей пробиться наверх.
'''
)
NO_SCOOL_WARRIOR_NO_FAMILY = (
    '''
  В детстве вас пытались заставить учиться, но вы всегда сбегали
с уроков. Впрочем всем было на это наплевать.
'''
)
EDUCATION_WARRIOR_NO_FAMILY = (
    '''
  Дружинники старались уделять время вашему воспитанию. Все они были
из благородных семей, и понимали, что это важно для вашего будущего.
'''
)
NO_EDUCATION_WARRIOR_NO_FAMILY = (
  '''
  Дружинникам не было дела до вашего воспитания. Вашими воспитателями
стали улица и жизненный опыт. Вы всегда действовали по наитию, не зная
правил, и чаще всего всё получалось как надо.
'''
)
BAD_HABITS_WARRIOR_NO_FAMILY = (
    '''
  Ещё в молодости, вы пристрастились к алкоголю. Попойки с друзьями
никогда не доводили вас до добра. Частенько, в пьяном виде, вы толпой
приставали к прохожим и избивали их.
'''
)
NO_BAD_HABITS_WARRIOR_NO_FAMILY = (
    '''
  В молодости у вас не было вредных привычек. Вы всегда знали, что
стоит только завести дружбу с бутылкой, и вы никогда не выберетесь
из этого болота.
  Вместо этого вы старались развивать себя умственно и физически. Вы с
презрительной усмешкой смотрели на валяющихся в грязи пьянчуг и
наркоманов, прогуливаясь по улице.
'''
)
UNIVERSITY_WARRIOR_NO_FAMILY = (
    '''
  Каким-то чудом, вам удалось накопить на несколько месяцев обучения
в университете. И вы старательно учились, осваивая науку. Кроме того,
вы завели хорошие отношения с библиотекарем и еще долго посещали библиотеку,
после того как закончили учиться.
'''
)
NO_UNIVERSITY_WARRIOR_NO_FAMILY = (
    '''
  Вы никогда не обучались в университете и не понимали тех идиотов,
которые еще и готовы были платить за это деньги.
'''
)
SPORT_WARRIOR_NO_FAMILY = (
    '''
  Всё свободное время вы старались уделять тренировкам. У вас были
неплохие лук и меч, выданные вам из арсеналов дружины.
  Вы занимались тренировками вместе с дружинниками и оттачивали свои
навыки владения оружием. 
'''
)
NO_SPORT_WARRIOR_NO_FAMILY = (
    '''
  Вы никогда не тренировались, вместо этого предпочитая заниматься
другими делами и проводить время с друзьями.
'''
)
ARMY_WARRIOR_NO_FAMILY = (
    '''
  Вы всегда мечтали поступить на службу в армию и поэтому, когда
началась война с соседним государством, и рекрутеры начали набирать
добровольцев, вы записалиь к ним. Ведь это был отличный шанс полностью
изменить свою жизнь.
  Через год, по окончанию войны вы вернулись на родину, отточив
свои навыки и став гораздо опытнее.
'''
)
NO_ARMY_WARRIOR_NO_FAMILY = (
    '''
  Вы никогда не хотели служить в армии, несмотря на то, что это был бы
неплохой вариант изменить свою жизнь и сделать карьеру.
  Когда началась война с соседним государством, вы с презрением смотрели
на идиотов, которые шли умирать. А когда она закончилась, с завистью
смотрели на тех кто вернулся.
'''
)
