BEGIN_TOURNAMENT = (
    """
  Вы прибыли на финальный турнир, который пройдёт в замке у
Кощея.
  Здесь собрались сильнейшие бойцы всех королевств, в надежде
завоевать звание чемпиона.
"""
)
FINAL_TOURNAMENT = (
    """
  Кощей спускается со своего трона и подходит к вам. Вы преклоняете
колено, и он кладёт руку вам на голову. Вы чувствуете, как на вашем лице
начинает проявляться метка. Метка победителя турнира. Теперь, на ближайшие
десять лет вы считаетесь сильнейшим бойцом шести королевств и находитесь
под личной защитой самого Кощея.
"""
)
