BEGIN_TOURNAMENT = (
    """
  Вы прибыли на турнир, который будет проходить в стане
Половецкого хана в течение недели.
  Вы спешите к распорядителю турнира, чтобы записаться, а
затем отправляетесь отдыхать и готовиться к турниру.
  Через некоторое время, к вам прибегает посыльный и говорит,
что до вашего боя осталось уже недолго и пора идти на поляну.
"""
)
FINAL_TOURNAMENT = (
    """
  Великий Хан, могущественный и величественный, выходит из своего
священного шатра. Его голос звучит как раскаты грома, а глаза
сверкают как звёзды на небе.
  Он обращается к вам.
"""
)
FAIL_TOURN = (
    """
  Вы плюёте под ноги Великому Хану и гордо уходите в закат!
  """
)
FAIL_TOURN_2 = (
    """
  Завывая, как побитая собака вы уползаете с поля под смех воинов
Великого Хана!
  """
)
FIN_TOURN = (
    """
  Великий Хан молча уходит в шатёр, а его слуги выносят ваш приз.
"""
)
