TOURNAMENT_MENU = (
    """
  ВЫБЕРИТЕ ТУРНИР, В КОТОРОМ ХОТИТЕ УЧАСТВОВАТЬ
1 - Замок Царя
2 - Замок 2
3 - Замок 3
4 - Замок 4
5 - Замок 5
6 - Замок 6
7 - Замок 7

0 - Выход
"""
)
TOURNAMENT_WEAPON = (
    """
Выберите оружие, которым будете сражаться!
"""
)
BREAK_BATTLE = (
    """
  Вы можете улучшить характеристики своего героя, за счёт
полученного опыта:
    2 - Сила 10/1
    3 - Ловкость 10/1
    4 - Способности к магии 10/1
    5 - Скорость 10/1
    6 - Защита 10/1

    7 - Продолжить"""
)
FINICH_PROPERTY = (
    """
  Изменение характеристик завершено!
  """
)
SLEEP = (
    """
  Теперь вы можете:
    1 - Отдохнуть и набраться сил
    2 - Наточить меч
    3 - Изготовить стрелы
  """
)
GOOD_REST = (
    """
  Вы отлично отдохнули и полностью восстановили свои силы."""
)
SHORT_REST = (
    """
  Вы всё же успели немного отдохнуть и частично восстановить
силы.
  """
)
NOT_CLOSE_COMBAT = (
    """
  Вы хотели наточить меч, но вспомнили, что у вас его нет
и пошли спать...
  """
)
NOT_RANGED_COMBAT = (
  """
  Вы хотели изготовить стрелы, но вспомнили, что у вас нет
лука и пошли спать...
  """
)
WIN_DAY_1 = (
    """
  Вы одержали победу в первом бою!
Но не расслабляйтесь, впереди ждёт еще шесть противников.
А сейчас самое время осмыслить полученный опыт, отдохнуть,
наточить меч и приготовить новые стрелы.
"""
)
FAIL_DAY_1 = (
    """
  Вы проиграли в первом же бою и под презрительный свист
покидаете поле. Возможно, рано ещё думать о подвигах!
"""
)
DAY_2 = (
    """
  Наступил второй день турнира.
Зрители уже в предвкушении, ставки растут.
"""
)
WIN_DAY_2 = (
    """
  И во второй день турнира вы одерживаете победу!
Кажется некоторые зрители начинают вас узнавать и выкрикивают
ваше имя, когда вы проходите рядом.
"""
)
FAIL_DAY_2 = (
    """
  Жаль, но во второй день вы потерпели поражение. Под гул
толпы вас уносят с поля
"""
)