TOURNAMENT_MENU = (
    """
  ВЫБЕРИТЕ ТУРНИР, В КОТОРОМ ХОТИТЕ УЧАСТВОВАТЬ
1 - Терем Царя русского
2 - Замок Тевтонских рыцарей
3 - Стан Половецкого хана
4 - Колизей Римского император
5 - Дворец Персидского шаха
6 - Стойбище северных варваров
7 - Замок Кощея Бессмертного

0 - Выход
"""
)
TOURNAMENT_WEAPON = (
    """
Выберите оружие, которым будете сражаться!
"""
)
NOT_AVAILABLE = (
    """
  Недоступно! Завершите предыдущие турниры!
  """
)
COMPLETED = (
    """
  Пройдено!
  """
)
NEW_TOURNAMENT = (
    """
Перед началом турнира вы можете улучшить характеристики
своего героя, за счёт полученного опыта:
    1 - Здоровье 1/1
    2 - Сила 10/1
    3 - Ловкость 10/1
    4 - Способности к магии 10/1
    5 - Скорость 10/1
    6 - Защита 10/1

    7 - Продолжить"""
)
BREAK_BATTLE = (
    """
  Вы можете улучшить характеристики своего героя, за счёт
полученного опыта:
    2 - Сила 10/1
    3 - Ловкость 10/1
    4 - Способности к магии 10/1
    5 - Скорость 10/1
    6 - Защита 10/1

    7 - Продолжить"""
)
FINICH_PROPERTY = (
    """
  Изменение характеристик завершено!
  """
)
SLEEP = (
    """
  Теперь вы можете:
    1 - Отдохнуть и набраться сил
    2 - Наточить меч
    3 - Изготовить стрелы
  """
)
GOOD_REST = (
    """
  Вы отлично отдохнули и полностью восстановили свои силы."""
)
SHORT_REST = (
    """
  Вы всё же успели немного отдохнуть и частично восстановить
силы.
  """
)
NOT_CLOSE_COMBAT = (
    """
  Вы хотели наточить меч, но вспомнили, что у вас его нет
и пошли спать...
  """
)
NOT_RANGED_COMBAT = (
  """
  Вы хотели изготовить стрелы, но вспомнили, что у вас нет
лука и пошли спать...
  """
)
WIN_DAY_1 = (
    """
  Вы одержали победу в первом бою!
Но не расслабляйтесь, впереди ждёт еще шесть противников.
А сейчас самое время осмыслить полученный опыт, отдохнуть,
наточить меч и приготовить новые стрелы.
"""
)
FAIL_DAY_1 = (
    """
  Вы проиграли в первом же бою и под презрительный свист
покидаете поле. Возможно, рано ещё думать о подвигах!
"""
)
DAY_2 = (
    """
  Наступил второй день турнира.
Зрители уже в предвкушении, ставки растут.
"""
)
WIN_DAY_2 = (
    """
  И во второй день турнира вы одерживаете победу!
Кажется некоторые зрители начинают вас узнавать и выкрикивают
ваше имя, когда вы проходите рядом.
"""
)
FAIL_DAY_2 = (
    """
  Жаль, но во второй день вы потерпели поражение. Под гул
толпы вас уносят с поля
"""
)
DAY_3 = (
    """
  Наступает третий день турнира.
Вас встречают аплодисментами. Зрители подбадривают вас криками.
"""
)
WIN_DAY_3 = (
    """
  Вы одерживаете очередную блестящую победу и гордо уходите с
поляны с высоко поднятой головой.
"""
)
FAIL_DAY_3 = (
    """
  К сожалению, в третий день вы потерпели поражение. Несмотря на это
часть зрителей провожает вас аплодисментами.
"""
)
DAY_4 = (
    """
  Утро четвёртого дня турнира. Участников становится всё меньше. Вы
с нетерпением ожидаете, кого из соперников отправит к вам слепой
жребий.
"""
)
WIN_DAY_4 = (
    """
  Великолепно! Вы снова выходите победителем из схватки! Завтра вас
ждёт очередной бой и очередная славная победа!
"""
)
FAIL_DAY_4 = (
    """
  Вы потерпели нелепое поражение и грустно уходите с поляны не глядя
на зрителей. Вы знаете, что могли бы добиться большего, но в этот раз
не повезло.
"""
)
DAY_5 = (
    """
  Пятый день турнира. Осталось лишь 8 сильнейших бойцов. Кто же пройдёт
дальше?
"""
)
WIN_DAY_5 = (
    """
  Поздравляем! Вы в числе четырёх лучших бойцов турнира! Завтра вас
ждёт схватка за выход в финал!
"""
)
FAIL_DAY_5 = (
    """
  К сожалению вы не смогли войти в число четырёх лучших. Но вы храбро
сражались и люди запомнят вас.
"""
)
DAY_6 = (
    """
  Сегодня один из важнейших дней турнира! Всего две схватки, и только
двое победителей сразятся завтра за победу в турнире!
"""
)
WIN_DAY_6 = (
    """
  Да! Вы вышли в финал турнира! Завтра будет отличный шанс показать,
кто здесть лучший боец!
"""
)
FAIL_DAY_6 = (
    """
  Вы не смогли пробиться в финал, но, возможно, вас будут помнить,
как одного из лучших бойцов этого турнира.
"""
)
DAY_7 = (
    """
  Финальный день турнира! Сегодня решится всё! Вы готовы к бою?
"""
)
WIN_DAY_7 = (
    """
  ПОБЕДА!!! Вы долго к этому шли и готовились! Вы стоите на коленях,
подняв руки к небу и не можете поверить, что это происходит на самом
деле. Зрители выкрикиваю ваше имя, вы тонете в потоке аплодисментов,
и даже сам правитель смотрит на вас благосклонно!
"""
)
FAIL_DAY_7 = (
    """
  И всё-таки вам не хватило одного крохотного шажочка до победы...
Вы уходите с поляны, слыша как рукоплещут вашему сопернику, который
стал победителем этого турнира. Но ничего, в следующий раз вы обязательно
победите.
"""
)
GIFT_NOBILITY = (
    """
  Поздравляю тебя, благородный воин! Ты стал победителем нашего
турнира. Прими же от меня этот подарок!
"""
)
GIFT_NOT_NOBILITY = (
    """
  Поздравляю тебя, воин! Ты стал победителем нашего турнира!
Пусть ты и не благородных кровей, но показал себя достойным
сражаться с лучшими рыцарями.
Прими же от меня этот подарок!"""
)
NO_GIFT_NOT_NOBILITY = (
    """
  Что?? Чернь посмела победить в турнире??
Хрен тебе, а не подарок, рожей не вышел! Гнать его ссаными тряпками
с моего двора!!!

  1 - Уйти
  2 - Забрать свой приз силой"""
)
GIFT = (
    """
  Принимаете подарок?
1 - да
2 - нет
"""
)
THANKS = (
    """
  Благодарю вас!
Это будет достойным украшением моей коллекции!
  """
)
NO_THANKS = (
    """
  Благодарю вас!
Но я не ради награды участвовал в этом турнире!"""
)
