TOURNAMENT_MENU = (
    """
  ВЫБЕРИТЕ ТУРНИР, В КОТОРОМ ХОТИТЕ УЧАСТВОВАТЬ
1 - Замок Царя
2 - Замок 2
3 - Замок 3
4 - Замок 4
5 - Замок 5
6 - Замок 6
7 - Замок 7

0 - Выход
"""
)
TOURNAMENT_WEAPON = (
    """
Выберите оружие, которым будете сражаться!
"""
)
BREAK_BATTLE = (
    """
  """
)
WIN_DAY_1 = (
    """
  Вы одержали победу в первом бою!
Но не расслабляйтесь, впереди ждёт еще шесть противников.
А сейчас самое время осмыслить полученный опыт, отдохнуть,
наточить мечь и приготовить новые стрелы.
"""
)
FAIL_DAY_1 = (
    """
  Вы проиграли в первом же бою и под презрительный свист
покидаете поле. Возможно, рано ещё думать о подвигах!"""
)